Repository: 1saifj/wiredash-sdk
Catalog: lib/src/core/translation/l10n/wiredash_*.arb
Languages: de

# feedbackStep1MessageTitle
source: Send us your feedback
de: Gib uns dein Feedback

# feedbackStep1MessageDescription
source: Add a short description of what you encountered
de: Beschreibe kurz was dir aufgefallen ist

# feedbackStep1MessageHint
source: There's an unknown error when I try to change my avatar...
de: Wenn ich mein Avatar ändern möchte bekomme ich einen Fehler angezeigt...

# feedbackStep1MessageErrorMissingMessage
source: Please enter a feedback message
de: Schreibe uns bitte dein Feedback

# feedbackStep1MessageBreadcrumbTitle
source: Compose message
de: Nachricht verfassen

# feedbackStep2LabelsTitle
source: Which label represents your feedback?
de: Kannst du dein feedback Labels zuordnen?

# feedbackStep2LabelsDescription
source: Selecting the correct category helps forwarding your feedback to the best person to resolve your issue
de: Wenn dein Feedback richtig kategorisiert ist, wird es schnell an die richtige Person weitergleitet

# feedbackStepXOfY
source: Step {current} of {total}
de: Schritt {current} von {total}

# feedbackDiscardButton
source: Discard Feedback
de: Feedback verwerfen

# feedbackDiscardConfirmButton
source: Really? Discard!
de: Sicher? Löschen!

# feedbackNextButton
source: Next
de: Weiter

# feedbackBackButton
source: Back
de: Zurück

# feedbackCloseButton
source: Close
de: Schließen
