Repository: 1saifj/wiredash-sdk
Catalog: lib/assets/l10n/wiredash_*.arb
Languages: es, fa, hu, pl, pt, tr

# feedbackStep1MessageTitle
source: Send us your feedback
es: Envíenos sus comentarios
fa: ارسال بازخورد
hu: Mondd el a véleményed
pl: Podziel się swoją opinią
pt: Envie-nos seu feedback
tr: Bize geri bildirim gönder

# feedbackStep1MessageBreadcrumbTitle
source: Compose message
es: Redacta un mensaje
fa: ثبت بازخورد
hu: Fogalmazd meg az üzeneted
pl: Wpisz wiadomość
pt: Escrever mensagem
tr: Mesaj oluştur

# feedbackStep1MessageDescription
source: Add a short description of what you encountered
es: Escribe una pequeña descripción de lo que ha ocurrido
fa: توضیح کوتاهی در مورد مشکلی که با آن مواجه شدید بنویس
hu: Írd le röviden hogy mit tapasztaltál
pl: Opisz krótko problem, który widzisz
pt: Adicione uma curta descrição sobre o problema que você encontrou
tr: Karşılaştığın olayın kısa bir açıklamasını ekle

# feedbackStep1MessageHint
source: There's an unknown error when I try to change my avatar...
es: Ocurre un error desconocido cuando trato de cambiar mi foto de perfil...
fa: وقتی می‌خواهم آواتارم رو تغییر بدم یک خطای ناشناخته میبینم...
hu: Amikor megpróbálom megváltoztatni a profilképemet hiba lép fel...
pl: Pojawia się nieznany błąd, gdy próbuję zmienić mój avatar...
pt: Acontece um erro desconhecido quando tento trocar minha foto de perfil...
tr: Avatarımı değiştirmeye çalıştığımda bilinmeyen bir hata alıyorum...

# feedbackStep1MessageErrorMissingMessage
source: Please add a message
es: Por favor escriba un mensaje
fa: یک پیغام اضافه کن
hu: Kérlek írj egy üzenetet
pl: Prosimy wpisz wiadomość
pt: Por favor digite sua mensagem
tr: Lütfen mesaj ekleyin

# feedbackStep2LabelsTitle
source: Which label best represents your feedback?
es: ¿Qué etiqueta representa mejor tus comentarios?
fa: کدام برچسب متناسب با بازخورد شماست؟
hu: Melyik címke jellemzi legjobban a visszajelzést?
pl: Która opcja najlepiej pasuje do twojej opinii?
pt: Qual categoria representa melhor seus comentários?
tr: Hangi etiket geri bildiriminizi en iyi şekilde açıklıyor?

# feedbackStep2LabelsBreadcrumbTitle
source: Labels
es: Etiqueta
fa: برچسب ها
hu: Címkék
pl: Etykiety
pt: Categorias
tr: Etiketler

# feedbackStep2LabelsDescription
source: Selecting the right category helps us identify the issue and route your feedback to the correct stakeholder
es: Seleccionar la categoría correcta nos ayuda a identificar el problema y a enviar tus comentarios al equipo correcto
fa: انتخاب دسته مناسب به ما کمک می کند تا مشکل را شناسایی کرده و بازخورد شما را به واحد مرتبط هدایت کنیم
hu: A megfelelő kategória kiválasztásával segítesz azonosítani a hibát és eljuttatni az üzenetedet az alkalmas személyhez
pl: Wybranie prawidłowej etykiety pomoże nam skierować opinię do odpowiedniej osoby
pt: Selecionar uma categoria apropriada nos ajuda a identificar seu problema e enviar seus comentários à equipe responsável
tr: Doğru kategoriyi seçmeniz, hatayı tespit etmemize ve sorumlu kişiye iletmemize yardımcı oluyor.

# feedbackStep3ScreenshotOverviewTitle
source: Add screenshots for better context?
es: Añade capturas de pantalla
fa: اضافه کردن اسکرین-شات؟
hu: Csatolj képernyőképeket jobb tájékoztatás érdekében?
pl: Czy chcesz dodać zrzut ekranu?
pt: Deseja adicionar imagens da tela para dar maiores informações?
tr: Daha iyi anlaşılmak için ekran görüntüsü ekle?

# feedbackStep3ScreenshotOverviewBreadcrumbTitle
source: Screenshots
es: Capturas de pantalla
fa: اسکرین-شات ها
hu: Képernyőképek
pl: Zrzuty ekranu
pt: Capturas de tela
tr: Ekran görüntüleri

# feedbackStep3ScreenshotOverviewDescription
source: You'll be able to navigate the app and choose when to take a screenshot
es: Podrás navegar por la aplicación y elegir cuándo hacer la captura de pantalla
fa: می‌توانید برنامه را پیمایش کنید و انتخاب کنید چه زمانی اسکرین شات بگیرید
hu: Navigálhatsz az alkalmazásban, eldöntheted mikor készítesz képernyőképet
pl: Możesz nawigować po aplikacji, by wykonać zrzut ekranu
pt: Você será capaz de navegar pelo app e escolher quando capturar a tela
tr: Uygulamada dolanabilecek ve ne zaman ekran görüntüsü alacağınızı seçebileceksiniz

# feedbackStep3ScreenshotOverviewSkipButton
source: Skip
es: Omitir
fa: رد شدن
hu: Átugrás
pl: Pomiń
pt: Pular
tr: Geç

# feedbackStep3ScreenshotOverviewAddScreenshotButton
source: Add screenshot
es: Hacer captura
fa: اسکرین-شات جدید
hu: Képernyőkép csatolása
pl: Dodaj zrzut ekranu
pt: Adicionar Captura de Tela
tr: Ekran görüntüsü ekle

# feedbackStep3ScreenshotBarNavigateTitle
source: Take a screenshot
es: Haz una captura de pantalla
fa: اسکرین-شات بگیر
hu: Készíts képernyőképet
pl: Wykonaj zrzut ekranu
pt: Faça uma captura de tela
tr: Ekran görüntüsü al

# feedbackStep3ScreenshotBarDrawTitle
source: Draw on screen to add highlights
es: Marca los detalles importantes
fa: برای اشاره به محل دقیق مشکل میتونی روی اسکرین-شات نقاشی کنی
hu: Rajzolj a képernyőre hogy emeld ki a lényeget
pl: Zaznacz rysując po ekranie
pt: Indique os detalhes relevantes
tr: Bir şeyler göstermek için ekranın üzerine çiz

# feedbackStep3ScreenshotBarDrawUndoButton
source: Undo
es: Deshacer
fa: واگرد
hu: Visszavonás
pl: Cofnij
pt: Desfazer
tr: Geri al

# feedbackStep3ScreenshotBarCaptureButton
source: Capture
es: Capturar
fa: اسکرین-شات بگیر
hu: Rögzítés
pl: Wykonaj
pt: Capturar
tr: Çek

# feedbackStep3ScreenshotBarSaveButton
source: Save
es: Guardar
fa: ذخیره
hu: Mentés
pl: Zapisz
pt: Salvar
tr: Kaydet

# feedbackStep3ScreenshotBarOkButton
source: Ok
fa: خب!
tr: Tamam

# feedbackStep3GalleryTitle
source: Attached screenshots
es: Capturas de pantalla adjuntas
fa: تصاویر پیوست
hu: Csatolt képernyőképek
pl: Dodane zrzuty ekranu
pt: Capturas de tela em anexo
tr: Eklenen ekran görüntüleri

# feedbackStep3GalleryBreadcrumbTitle
source: Screenshots
es: Capturas de pantalla
fa: اسکرین-شات ها
hu: Képernyőképek
pl: Zrzuty ekranu
pt: Capturas de tela
tr: Ekran görüntüleri

# feedbackStep3GalleryDescription
source: You can add more screenshots to help us understand your issue even better.
es: Añadir más capturas de pantalla nos ayuda a entender mejor el problema.
fa: می‌توانید اسکرین‌شات‌های بیشتری اضافه کنید تا به ما در درک بهتر مشکل شما کمک کند.
hu: Adj hozzá több képernyőképet hogy jobban megérthessük a hibát.
pl: Możesz dodać więcej zrzutów, byśmy lepiej zrozumieli zgłoszenie.
pt: Você pode adicionar mais capturas de tela para nos ajudar a entender melhor seu problema.
tr: Hatayı daha iyi anlamamız için daha fazla ekran görüntüsü ekleyebilirsin.

# feedbackStep4EmailTitle
source: Get email updates on your issue
es: Reciba actualizaciones por correo electrónico
fa: ایمیل خود را برای دریافت اخبار مرتبط با مشکل وارد کنید
hu: Kapj e-mail értesítéseket a hibáról
pl: Otrzymuj powiadomienia e-mail na temat zgłoszenia
pt: Receba atualizações por email
tr: Hatanız hakkında e-mail ile haberdar edilin

# feedbackStep4EmailBreadcrumbTitle
source: Contact
es: Contacto
fa: تماس با ما
hu: Kapcsolat
pl: Kontakt
pt: Contato
tr: İletişim

# feedbackStep4EmailDescription
source: Add your email address below or leave empty
es: Agregue su dirección de correo electrónico para recibir acutalizaciones sobre tu caso o déjelo sin rellenar
fa: آدرس ایمیل خود را در زیر اضافه کنید یا خالی رها کنید
hu: Add meg az e-mail címed vagy hagyd üresen
pl: Podaj swój adres e-mail lub pozostaw puste
pt: Adicione seu endereço de email abaixo ou deixe em branco
tr: Aşağıya e-mail adresinizi girin ya da boş bırakın

# feedbackStep4EmailInvalidEmail
source: This doesn't look like a valid email address. You can leave it empty.
es: Esto no parece una dirección de correo electrónico válida. Puedes dejarlo sin rellenar.
fa: این آدرس ایمیل معتبری به نظر نمی رسد. می توانید آن را خالی رها کنید.
hu: Nem tűnik érvényes e-mail címnek. Üresen hagyhatod.
pl: Adres nie wygląda na prawidłowy. Możesz zostawić pole puste.
pt: Este endereço de email não parece válido. Você pode deixar este campo vazio.
tr: Bu geçerli bir e-mail adresine benzemiyor, isterseniz boş da bırakabilirsiniz.

# feedbackStep4EmailInputHint
source: mail@example.com
es: mail@ejemplo.com
hu: postafiok@pelda.hu
pt: email@exemplo.com
tr: mail@ornek.com

# feedbackStep6SubmitTitle
source: Submit feedback
es: Enviar sugerencias
fa: ثبت بازخورد
hu: Visszajelzés elküldése
pl: Wyślij opinię
pt: Enviar feedback
tr: Geri bildirimi yolla

# feedbackStep6SubmitBreadcrumbTitle
source: Submit
es: Enviar
fa: ثبت
hu: Elküldés
pl: Wyślij
pt: Enviar
tr: Onayla

# feedbackStep6SubmitDescription
source: Please review all info before submission. You can navigate back to adjust your feedback any time.
es: Por favor, revise toda la información antes de enviarla. Puedes navegar hacia atrás para editar sus comentarios en cualquier momento.
fa: لطفاً قبل از ارسال، همه اطلاعات را مرور کنید. هر زمان خواستید می‌توانید برای ایجاد تغییرات به عقب برگردید.
hu: Kérlek nézz át minden információt beküldés előtt. Bármikor visszamehetsz és módosíthatod a visszajelzést.
pl: Sprawdź, czy wszystko się zgadza. W każdej chwili możesz wrócić do poprzedniego kroku, by poprawić zgłoszenie.
pt: Por favor revise todas as informações antes de enviar. Você pode voltar para ajustar seus comentários a qualquer momento.
tr: Lütfen onaylamadan önce tüm bilgileri gözden geçirin. İstediğinizde geriye dönüp geri bildiriminizi değiştirebilirsiniz.

# feedbackStep6SubmitSubmitButton
source: Submit
es: Enviar
fa: ثبت
hu: Elküldés
pl: Wyślij
pt: Enviar
tr: Onayla

# feedbackStep6SubmitSubmitShowDetailsButton
source: Show details
es: Mostrar detalles
fa: نمایش جزئیات
hu: Részletek megtekintése
pl: Pokaż szczegóły
pt: Ver detalhes
tr: Detayları göster

# feedbackStep6SubmitSubmitHideDetailsButton
source: Hide details
es: Ocultar detalles
fa: مخفی کردن جزئیات
hu: Részletek elrejtése
pl: Ukryj szczegóły
pt: Ocultar detalhes
tr: Detayları sakla

# feedbackStep6SubmitSubmitDetailsTitle
source: Feedback details
es: Comentarios
fa: جزئیات بازخورد
hu: A visszajelzés részletei
pl: Szczegóły opinii
pt: Comentários
tr: Geri bildirim detayları

# feedbackStep7SubmissionInFlightMessage
source: Submitting your feedback
es: Enviando tus sugerencias
fa: دریافت بارخورد شما
hu: Visszajelzés küldése folyamatban
pl: Wysyłanie opinii
pt: Enviando seus comentários
tr: Geri bildiriminiz yollanıyor

# feedbackStep7SubmissionSuccessMessage
source: Thanks for your feedback!
es: ¡Gracias por tus sugerencias!
fa: از همکاری شما متشکریم :)
hu: Köszönjük a visszajelzést!
pl: Dziękujemy za przesłanie opinii!
pt: Obrigado pelo seu feedback!
tr: Geri bildiriminiz için teşekkürler!

# feedbackStep7SubmissionErrorMessage
source: Feedback submission failed
es: El envío de tus sugerencias ha fallado
fa: خطا در ثبت اطلاعات
hu: Hiba történt a visszajelzés küldése során
pl: Nie udało się wysłać opinii
pt: O envio dos seus comentários falhou
tr: Geri bildirim yollanması başarısız

# feedbackStep7SubmissionOpenErrorButton
source: Click to see error details
es: Pulsa para ver más detalles sobre el error
fa: برای مشاهده خطا کلیک کنید
hu: Kattints ide hogy megtekintsd a hibát
pl: Kliknij, by zobaczyć szczegóły
pt: Toque para ver os detalhes do erro
tr: Hatanın detaylarını görmek için tıklayın

# feedbackStep7SubmissionRetryButton
source: Retry
es: Reintentar
fa: تلاش مجدد
hu: Próbáld újra
pl: Ponów
pt: Tentar novamente
tr: Yeniden dene

# feedbackStepXOfY
source: Step {current} of {total}
es: Paso {current} de {total}
fa: مرحله {current} از {total}
hu: {current}/{total}. lépés
pl: Krok {current} z {total}
pt: Passo {current} de {total}
tr: {total} adımın {current}. adımı

# feedbackDiscardButton
source: Discard feedback
es: Eliminar comentario
fa: بیخیال!
hu: Visszajelzés törlése
pl: Odrzuć zgłoszenie
pt: Descartar comentários
tr: Geri bildirimi iptal et

# feedbackDiscardConfirmButton
source: Really? Discard!
es: ¿De verdad? ¡Elimínalo!
fa: واقعا بیخیال؟
hu: Biztos? Törlés!
pl: Na pewno? Odrzuć!
pt: Tem certeza? Apagar!
tr: Ciddi misin? İptal mi!

# feedbackNextButton
source: Next
es: Siguiente
fa: بعدی
hu: Következő
pl: Dalej
pt: Próximo
tr: İleri

# feedbackBackButton
source: Back
es: Atrás
fa: قبلی
hu: Vissza
pl: Wstecz
pt: Voltar
tr: Geri

# feedbackCloseButton
source: Close
es: Cerrar
fa: بستن
hu: Bezárás
pl: Zamknij
pt: Fechar
tr: Kapat

# backdropReturnToApp
source: Return to app
es: Volver a la aplicación
fa: بازگشت به برنامه
hu: Vissza az appba
pl: Wróć do aplikacji
pt: Voltar ao app
tr: Uygulamaya dön
